Repository: G3ronim0/wpt-tx-updater
Catalog: languages/wpt-tx-updater-*.po
Languages: fr_fr, ru_ru

# Post Type General Name
source: Projects
ru_ru: Проекты

# Post Type Singular Name
source: Project
fr_fr: Projet
ru_ru: Проект

source: TX Projects
fr_fr: Projects TX
ru_ru: Проекты TX

source: Post Type
fr_fr: Type de contenu
ru_ru: Тип записи

source: Project Archives
fr_fr: Archives du projet
ru_ru: Архивы проекта

source: Parent Project:
fr_fr: Projet parent :
ru_ru: Родительский проект:

source: All Projects
fr_fr: Tous les projets
ru_ru: Все проекты

source: Add New Project
fr_fr: Ajouter un nouveau projet
ru_ru: Добавить новый проект

source: Add New
fr_fr: Ajouter
ru_ru: Добавить новый

source: New Project
fr_fr: Nouveau projet
ru_ru: Новый проект

source: Edit Project
fr_fr: Modifier le projet
ru_ru: Редактировать проект

source: Update Project
fr_fr: Mettre à jour le projet
ru_ru: Обновить проект

source: View Project
fr_fr: Voir le projet
ru_ru: Просмотреть проект

source: Search Project
fr_fr: Chercher un projet
ru_ru: Искать проект

source: Not found
fr_fr: Non trouvé
ru_ru: Не найдено

source: Not found in Trash
fr_fr: Rien dans la corbeille
ru_ru: Не найдено в корзине

source: Featured Image
fr_fr: Image mise en avant
ru_ru: Избранное изображение

source: Set featured image
fr_fr: Définir comme image mise en avant
ru_ru: Установить избранное изображение

source: Remove featured image
fr_fr: Supprimer l&rsquo;image mise en avant
ru_ru: Удалить избранное изображение

source: Use as featured image
fr_fr: Utiliser comme image mise en avant
ru_ru: Использовать как избранное изображение

source: Insert into project
fr_fr: Insérer dans le projet
ru_ru: Вставить в проект

source: Uploaded to this project
fr_fr: Mis en ligne pour ce projet
ru_ru: Загружено в этот проект

source: Projects list
fr_fr: Liste des projets
ru_ru: Список проектов

source: Projects list navigation
fr_fr: Navigation de la liste des projets
ru_ru: Навигация по списку проектов

source: Filter projects list
fr_fr: Filtrer la liste des projets
ru_ru: Фильтр списка проектов

source: TX Project
fr_fr: Project TX
ru_ru: Проект TX

source: Post Type Description
fr_fr: Description du type de contenu
ru_ru: Описание типа записи

source: Check for update...
fr_fr: Rechercher des mises à jour&hellip;
ru_ru: Проверить обновления…

source: License deactivate
fr_fr: Licence désactivée
ru_ru: Деактивировать лицензию

source: Please try again soon.
fr_fr: Veuillez réessayer plus tard.
ru_ru: Пожалуйста, попробуйте позже.

source: Activate License
fr_fr: Activer la licence
ru_ru: Активировать лицензию

source: License key never expires.
fr_fr: La clé de licence n’expire jamais.
ru_ru: Лицензионный ключ никогда не истекает.

source: Your license key expires soon! It expires on %s. <a href="%s" target="_blank" title="Renew license">Renew your license key</a>.
fr_fr: Votre clé de licence expire bientôt ! Elle expire le %s. N’oubliez pas de <a href="%s" target="_blank" title="Renouveler votre licence">la renouveler</a>.
ru_ru: Ваш лицензионный ключ скоро истечет! Срок истечения %s. <a href="%s" target="_blank" title="Обновить лицензию">Обновите ваш лицензионный ключ</a>.

source: Your license key expires on %s.
fr_fr: Votre clé de licence expire le %s.
ru_ru: Ваш лицензионный ключ истекает %s.

source: License active
fr_fr: Licence activée
ru_ru: Лицензия активна

source: Deactivate License
fr_fr: Désactiver la licence
ru_ru: Деактивировать лицензию

source: transifex API
ru_ru: API transifex

source: Project attributes
fr_fr: Attributs du projet
ru_ru: Атрибуты проекта

source: In order to use WPT transifex updater, please <a href="profile.php#wptxu-transifex-account">register your transifex credentials</a>.
fr_fr: Pour pouvoir utiliser WPT transifex Updater, veuillez <a href="profile.php#wptxu-transifex-account">enregistrer vos identifiants de transifex</a>.
ru_ru: Чтобы воспользоваться плагином WPT transifex updater, пожалуйста, <a href="profile.php#wptxu-transifex-account">зарегистрируйте свои данные transifex</a>.

source: Unauthorized:&nbsp;authentication is required to access the resource, please <a href="profile.php#wptxu-transifex-account">register your transifex credentials</a>.
fr_fr: Non autorisé : une authentification est nécessaire pour pouvoir accéder à la ressource, veuillez <a href="profile.php#wptxu-transifex-account">enregistrer vos identifiants de transifex</a>.
ru_ru: Не авторизовано:&nbsp;требуется аутентификация для доступа к ресурсу. Пожалуйста, <a href="profile.php#wptxu-transifex-account"> зарегистрируйте учетные данные transifex </a>.

source: Project not found: transifex and local project must have the same slug.
ru_ru: Проект не найден: у локального проекта и проекта transifex должны совпадать ярлыки.

source: Your license key expired. Please <a href="%s" target="_blank" title="Renew your license key">renew your license key</a>.
fr_fr: Votre clé de licence est expiré. Veuillez <a href="%s" target="_blank" title="Renouveler votre clé de licence">la renouveler</a>.
ru_ru: Ваш лицензионный ключ истек. Пожалуйста, <a href="%s" target="_blank" title="Обновите ваш лицензионный ключ">обновите ваш лицензионный ключ</a>.

source: Invalid license. Please <a href="%s" target="_blank" title="Visit account page">visit your account page</a> and verify it.
fr_fr: License non valide. Veuillez <a href="%s" target="_blank" title="Vous rendre sur votre compte">vous rendre sur la page de votre compte</a> et la vérifier.
ru_ru: Неверная лицензия. Пожалуйста, <a href="%s" target="_blank" title="Перейдите на страницу аккаунта">перейдите на страницу аккаунта </a> и проверьте его.

source: There was a problem activating your license key, please try again or contact support. Error code: %s
fr_fr: Une erreur s’est produite lors de l’activation de votre clé de licence, veuillez réessayer ou contactez le support. Code d’erreur : %s
ru_ru: Ошибка активации вашего лицензионного ключа, пожалуйста, попробуйте снова или свяжитесь с поддержкой. Код ошибки: %s

source: This license does not belong to the product you have entered it for.
fr_fr: Cette licence ne correspond pas au produit pour lequel vous l’avez saisi.
ru_ru: Этот лицензионный ключ не принадлежит продукту, для которого вы его ввели.

source: Your license key has reached its activation limit. <a href="%s">View possible upgrades</a> now.
fr_fr: Votre clé de licence à atteint sa limite d’activation. <a href="%s">Voir les différentes possibilités de mise à niveau</a> maintenant.
ru_ru: Для лицензионного ключа превышен лимит активаций. <a href="%s">Просмотрите возможные обновления </a> прямо сейчас.

source: License key
fr_fr: ﻿Clé de licence
ru_ru: Лицензионный ключ

source: Please enter your WPT transifex updater license key.
fr_fr: Veuillez saisir votre clé de licence de WPT transifex updater.
ru_ru: Пожалуйста, введите ваш лицензионный ключ от WPT transifex updater.

source: transifex Account Information
ru_ru: Информация аккаунта transifex

source: transifex Username
fr_fr: Nom d’utilisateur de transifex
ru_ru: Имя пользователя Transifex

source: Please enter your transifex username.
fr_fr: Veuillez saisir votre nom d’utilisateur de transifex.
ru_ru: Пожалуйста, введите имя пользователя transifex.

source: transifex Password
fr_fr: Mot de passe de transifex
ru_ru: Пароль transifex

source: Please enter your transifex password.
fr_fr: Veuillez saisir votre mot de passe de transifex.
ru_ru: Пожалуйста, введите пароль transifex.

source: Connected as:&nbsp;
fr_fr: Connecté en tant que :
ru_ru: Подключен как:&nbsp;

source: Logout
fr_fr: Déconnexion
ru_ru: Выйти

source: <p class="wptxu-error"><span class="dashicons dashicons-info"></span>There is a problem with remote site, please try again. %s</p>
fr_fr: <p class="wptxu-error"><span class="dashicons dashicons-info"></span>Une erreur s’est produite avec le serveur distant, merci de réessayer ultérieurement. %s</p>
ru_ru: <p class="wptxu-error"><span class="dashicons dashicons-info"></span>Возникла проблема с удаленным сайтом, пожалуйста, попробуйте снова. %s</p>

source: Translation folder created.
fr_fr: Le dossier de traduction a été créé.
ru_ru: Папка с переводом создана.

source: Import po file on local filesystem.
fr_fr: Importation du fichier .po sur le système.
ru_ru: Импортировать файл .po в локальную файловую систему.

source: Create mo file on local filesystem.
fr_fr: Création du fichier . mo sur le système.
ru_ru: Создать файл .mo в локальной файловой системе.

source: Create readme file on local filesystem.
fr_fr: Création du fichier readme sur le système.
ru_ru: Создать файл readme в локальной файловой системе.

source: Translation is up to date!
fr_fr: La traduction est à jour !
ru_ru: Перевод в актуальном состоянии!

source: Translation update available!
fr_fr: Mise à jour de traduction disponible !
ru_ru: Доступно обновление перевода!

source: Locale translation
fr_fr: Traduction locale
ru_ru: Языковой перевод

source: transifex translation
fr_fr: traduction transifex
ru_ru: Перевод transifex

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
fr_fr: Une nouvelle version de %1$s est disponible. %2$sAfficher les détails%4$s de la version %3$s.
ru_ru: Доступна свежая версия %1$s. %2$sПосмотреть детали версии %3$s %4$s.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
fr_fr: Une nouvelle version de %1$s est disponible. %2$sAfficher les détails%4$s de la version %3$s ou %5$smettez à jour maintenant%6$s.
ru_ru: Доступна свежая версия %1$s. %2$sПосмотреть детали версии %3$s s%4$s или %5$sобновиться прямо сейчас%6$s.

source: You do not have permission to install plugin updates
fr_fr: Vous n’avez pas les droits suffisants pour installer les mises à jour de l’extension.
ru_ru: У вас нет прав для установки обновлений плагина

source: Error
fr_fr: Erreur
ru_ru: Ошибка

source: Settings
fr_fr: Réglages
ru_ru: Параметры

source: Update translation
fr_fr: Mettre à jour la traduction
ru_ru: Обновить перевод

source: Translation for:&nbsp;
fr_fr: Traduction pour :
ru_ru: Переводы для:&nbsp;

source: Cheatin&#8217; uh?
fr_fr: Une mauvaise manipulation ?
ru_ru: Хакер&#8217; что ли?

source: Please, first save your project.
fr_fr: Veuillez d'abord enregistrer votre projet.
ru_ru: Пожалуйста, сперва сохраните ваш проект.

source: Project type:&nbsp;
fr_fr: Type de projet :
ru_ru: Тип проекта:&nbsp;

source: Plugins
fr_fr: Extensions
ru_ru: Плагины

source: Themes
fr_fr: Thèmes
ru_ru: Темы

source: Custom .mo filename
fr_fr: Nom de fichier .mo personnalisé
ru_ru: Пользовательский файл .mo

source: The easiest way to update translations from transifex with WordPress.
fr_fr: La meilleure façon de mettre à jour les traductions de transifex avec WordPress.
ru_ru: Самый простой способ обновить переводы из Transifex с WordPress.

source: WP-Translations Team
ru_ru: Комманда WP-Translations

source: Project not found, check transifex and local project must have the same slug.
fr_fr: Projet introuvable, le projet transifex et le projet en local doivent avoir le même identifiant.

source: transifex Account Informations
fr_fr: Informations du compte transifex
